Repository: jechram5588/ITA_HMI_25024WE
Catalog: Lang.*.resx
Languages: es_mx, pt_br

# btnLogClear
source: Clear
es_mx: Limpiar
pt_br: Limpar

# btnOpenPDF
source: Open PDF
es_mx: Abrir PDF
pt_br: Abrir PDF

# btnReload
source: Reload
es_mx: Recargar
pt_br: Recarrega

# btnSendtoMarker
source: Send to Marker
es_mx: Enviar a marcar
pt_br: Enviar para marcar

# btnStopMarking
source: Stop marking
es_mx: Detener marcaje
pt_br: Pare de marcar

# btnTemplateEditor_Add
source: Add
es_mx: Agregar
pt_br: Adicionar

# btnTemplateEditor_AddNode
source: Add Label
es_mx: Agregar etiqueta
pt_br: Adicionar etiqueta

# btnTemplateEditor_Delete
source: Delete
es_mx: Borrar
pt_br: Excluir

# btnTemplateEditor_DeleteNode
source: Delete Label
es_mx: Borrar etiqueta
pt_br: Excluir rótulo

# btnTemplateEditor_Edit
source: Save
es_mx: Guardar
pt_br: Manter

# btnTemplateEditor_ImportNodes
source: Import Labels
es_mx: Importar etiquetas
pt_br: Importar tags

# btnZoom1
source: Zoom
es_mx: Acercar
pt_br: Mais Zoom

# btnZoomAll
source: Zoom all
es_mx: Todo
pt_br: Ampliação

# gbSearch
source: Search
es_mx: Buscar
pt_br: Buscar

# gbTemplateEditor_Labels
source: Labels Data
es_mx: Info. Etiquetas
pt_br: Informações. Etiquetas

# gbTemplateEditor_TextData
source: Text Data
es_mx: Datos texto
pt_br: Dados de texto

# gbXMLFiles
source: XML Files
es_mx: Archivos XML
pt_br: Arquivos XML

# lbAuxFolder
source: Auxiliar folder
es_mx: Folder auxiliar
pt_br: Pasta auxiliar

# lbFilterDgv
source: Filter
es_mx: Filtro
pt_br: Filtro

# lbIPMarker
source: No Serial
pt_br: Número de série.

# lbMensajeTitulo
source: MESSAGE
es_mx: MENSAJE
pt_br: MENSAGEM

# lbModAutQuantityCompleted
source: Quantity completed
es_mx: Cantidad completada
pt_br: Quantidade concluída

# lbModAutQuantityRequired
source: Quantity required
es_mx: Cantidad requerida
pt_br: Quantidade requerida

# lbModAutTemplate
source: Template
es_mx: Plantilla
pt_br: Modelo

# lbModeAutDate
source: Date
es_mx: Fecha
pt_br: Data

# lbModeAutEndSerial
source: Ending serial
es_mx: Serial Final
pt_br: Série Final

# lbModeAutPDF
source: PDF File
es_mx: Archivo PDF
pt_br: Ficheiro PDF

# lbModeAutStarSerial
source: Starting serial
es_mx: Serial inicial
pt_br: Série inicial

# lbParameterLaminedPlate
source: LAMINED PLATE
es_mx: PLACA PLASTIFICADA
pt_br: PLACA PLASTIFICADA

# lbParameterPaintedPlate
source: PAINTED PLATE
es_mx: PLACA LAMINADA
pt_br: PLACA LAMINADA

# lbParametersFillLineInterval
source: Fill Line Interval
es_mx: Intervalo de relleno de linea
pt_br: Intervalo de preenchimento de linha

# lbParametersLaserPower
source: Laser Power
es_mx: Potencia del laser
pt_br: potência do laser

# lbParametersPulseFrequency
source: Pulse Frecuency
es_mx: Frecuencia del pulso
pt_br: Taxa de pulso

# lbParametersRepetition
source: Repetition
es_mx: Repetición
pt_br: Repetição

# lbParametersScanSpeed
source: Scan Speed
es_mx: Velocidad de escaneado
pt_br: Velocidade de digitalização

# lbParametersSpotVarieable
source: Spot Variable
es_mx: Variable de lugar
pt_br: variável de localização

# lbParameterstitle
source: MARKING PARAMETERS
es_mx: PARÁMETROS DE MARCADO
pt_br: PARÂMETROS DE MARCAÇÃO

# lbPathFiles
source: Main folder
es_mx: Folder principal
pt_br: Pasta principal

# lbSerialMarker
source: Serial Number (For USB)
es_mx: No. Serial (para USB)
pt_br: Nº de série (para USB)

# lbSettingTitle
source: APLICATION SETTINGS
es_mx: PARÁMETROS DE APLICACIÓN
pt_br: PARÂMETROS DE APLICAÇÃO

# lbTemplateEditorWidth
source: Width
es_mx: Ancho
pt_br: Largo

# lbTemplateEditor_CharFullWidth
source: Char Full Widht
es_mx: Ancho completo del carácter
pt_br: Largura total dos caracteres

# lbTemplateEditor_CharHeight
source: Char Height
es_mx: Alto del carácter
pt_br: Altura do personagem

# lbTemplateEditor_CharWidth
source: Char Width
es_mx: Ancho el carácter
pt_br: Largura do personagem

# lbTemplateEditor_Height
source: Height
es_mx: Alto
pt_br: Alto

# lbTemplateEditor_LabelAngle
source: Angle
es_mx: Ángulo
pt_br: Ângulo

# lbTemplateEditor_TemplateName
source: Template Name
es_mx: Nombre de la plantilla
pt_br: Nome do modelo

# lbTemplateEditor_Templates
source: Templates
es_mx: Plantillas
pt_br: Modelos

# lbTemplateEditor_TextAngle
source: Text Angle
es_mx: Ángulo del texto
pt_br: Ângulo do texto

# lbTemplates_Title
source: TEMPLATE EDITOR
es_mx: EDITOR DE PLANTILLAS
pt_br: EDITOR DE MODELOS

# menuExit
source: Exit
es_mx: Salir
pt_br: Sair

# menuLanguage
source: Language
es_mx: Idioma
pt_br: Linguagem

# menuLanguage_English
source: English
es_mx: Inglés
pt_br: Inglês

# menuLanguage_Portuguese
source: Portuguese
es_mx: Portugués
pt_br: Português

# menuLanguage_Spanish
source: Spanish
es_mx: Español
pt_br: Espanhol

# menuSettings
source: Settings
es_mx: Configuración
pt_br: Contexto

# menuSettings_AppSettings
source: Application Settings
es_mx: Parámetros de aplicación
pt_br: Parâmetros de aplicação

# menuSettings_Parameters
source: Marking Parameters
es_mx: Parámetros de marcado
pt_br: Parâmetros de marcação

# menuSettings_TemplateEditor
source: Template Editor
es_mx: Editor de plantillas
pt_br: Editor de modelos

# menuSetting_About
source: About
es_mx: Acerca
pt_br: Sobre

# mjs_ReloadTemplateFirst
source: Reload Template First
es_mx: Recargue plantilla primero
pt_br: Recarregue o modelo primeiro

# msj_AutomaticMode
source: Automatic mode
es_mx: Modo Automático
pt_br: Modo automático

# msj_Cancel
source: CANCEL
es_mx: CANCELAR
pt_br: CANCELAR

# msj_CloseTheApplication
source: Do you want to close the application?
es_mx: ¿Desea cerrar la aplicación?
pt_br: Deseja fechar o aplicativo?

# msj_ConnectError
source: Connection Error
es_mx: Error de conexión
pt_br: Erro de conexão

# msj_Connecting
source: Connecting
es_mx: Conectando
pt_br: Conectando

# msj_ConnectOK
source: Succesfully connected to
es_mx: Conectado correctamente a
pt_br: Conectado corretamente a

# msj_ConvertDXFtoMHL
source: Convert DXF to MHL
es_mx: Convertir DXF a MHL
pt_br: Conversor DXF em MHL

# msj_ConvertingFilesPleaseWait
source: Converting files Please wait
es_mx: Convirtiendo archivos, por favor espere
pt_br: Convertendo arquivos, aguarde

# msj_ConvertPDFtoDXF
source: Convert PDF to DXF
es_mx: Convertir PDF a DXF
pt_br: Converter PDF em DXF

# msj_DeleteTemplate
source: Do you want delete the template:
es_mx: ¿Desea eliminar el template?
pt_br: Deseja excluir o modelo?

# msj_DeletingTemplate
source: Deleting template
es_mx: Eliminando template
pt_br: Excluindo modelo

# msj_Done
source: Done
es_mx: Terminado
pt_br: Finalizado

# msj_ErrorOccurred
source: An error has occurred
es_mx: Un error a ocurrido
pt_br: ocorreu um erro

# msj_ErrorSaving
source: Error when saving parameters
es_mx: Error guardando parametros
pt_br: Erro ao salvar parâmetros

# msj_FileAlreadyExists
source: File already exists
es_mx: El archivo ya existe
pt_br: O arquivo já existe

# msj_FileAlreadyExistsReplaceIt
source: The file already exists, Do you want to replace it?
es_mx: El archivo ya existe ¿Desea reemplazarlo?
pt_br: O arquivo já existe. Deseja substituí-lo?

# msj_FileNotFoundTryOpenPDF
source: File not found, Try opening the PDF first
es_mx: Archivo MHL no encontrado, Intente abrir el pdf primero
pt_br: Arquivo MHL não encontrado, tente abrir o pdf primeiro

# msj_InvalidIP
source: No Valid IP Adress
es_mx: IP no valida
pt_br: IP inválido

# msj_InvalidXMLFile
source: Invalid XML File
es_mx: Archivo XML no valido
pt_br: Arquivo XML inválido

# msj_LoadingLabel
source: Loading Label
es_mx: Cargando etiqueta
pt_br: Carregando etiqueta

# msj_LoadingParameters
source: Loading parameters
es_mx: Cargando parámetros
pt_br: Carregando parâmetros

# msj_LoadingTemplate
source: Loading template
es_mx: Cargando plantilla
pt_br: Carregando modelo

# msj_ManualMode
source: Manual mode
es_mx: Modo Manual
pt_br: Modo Manual

# msj_MarkingAbort
source: Stop Marking Detected
es_mx: Marcaje detenido detectado
pt_br: Marcação interrompida detectada

# msj_MarkingDone
source: Marking process finish
es_mx: Proceso de marcado terminado
pt_br: Processo de marcação concluído

# msj_Message
source: Message
es_mx: Mensaje
pt_br: Mensagem

# msj_NotConnected
source: Not Conected
es_mx: Sin conexión
pt_br: Sem conexão

# msj_ParameterLoadingCompleted
source: Parameter loading completed
es_mx: Carga de parámetros terminada
pt_br: Carregamento de parâmetros concluído

# msj_PathNotFind
source: Path not find it
es_mx: Ruta no encontrada
pt_br: Rota não encontrada

# msj_QuantityCompleted
source: Quantity Completed
es_mx: Cantidad completada
pt_br: Quantidade concluída

# msj_RenameTemplate
source: Do you want rename the file?
es_mx: ¿Desea renombrar la plantilla?
pt_br: Deseja renomear o modelo?

# msj_Save
source: SAVE
es_mx: GUARDAR
pt_br: MANTER

# msj_SavedSuccessfully
source: Saved successfully
es_mx: Guardado Correctamente
pt_br: Salvo com sucesso

# msj_SavingDXF
source: Saving DXF File
es_mx: Guardando Archivo DXF
pt_br: Salvando arquivo DXF

# msj_Sending
source: Sending
es_mx: Enviando
pt_br: Enviando

# msj_SendToMarking
source: Do you want send it to marker?
es_mx: ¿Enviar a la marcadora?
pt_br: Enviar para marcar?

# msj_StartMarking
source: Marking Plates
es_mx: Marcando placas
pt_br: Placas de marcação

# msj_Success
source: Success
es_mx: Correcto
pt_br: Correto

# msj_TemplateLoaded
source: Template Loaded
es_mx: Plantilla cargada
pt_br: Modelo carregado

# msj_TemplateWithoutCoordinates
source: Template without coordinates
es_mx: Plantilla sin coordenadas
pt_br: Modelo sem coordenadas

# msj_ThereNoTemplate
source: There is no template
es_mx: No existe la plantilla
pt_br: O modelo não existe

# msj_YouHaveNotSelectedaPDF
source: You have not selected a pdf
es_mx: No ha seleccionado un archivo
pt_br: Você não selecionou um arquivo

# rbSearchByFolder
source: Search by folder
es_mx: Buscar por folders
pt_br: Pesquisar por pastas

# rbSearchByString
source: Search by string
es_mx: Buscar por palabras
pt_br: Pesquisar por palavras
